Repository: mozilla-l10n/mt-training-data
Catalog: kaa/kaa_pontoon.tmx
Source language: en_us
Languages: kaa

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
kaa: Eger sózlerdiń aytılıwın <strong>túsiniw múmkin emes</strong> dep oylasańız, <strong>sırtqı shawqım kóp</strong> bolsa yamasa <strong>basqa da adamlar sóylep atırǵanı esitilse</strong>, demek siz bul dawıslı úzindini biykarlawıńız kerek. <accuracyLink>Kóbirek maǵlıwmattı anıqlıq talaplarımızda oqıń</accuracyLink>.

source: Include appropriate citation
kaa: Sáykes citatanı óz ishine alǵan

source: Includes email, username & demographic info, available right away
kaa: Elektron pochta, paydalanıwshı atı hám demografiyalıq maǵlıwmatlardı óz ishine aladı. Házir júklep alıwıńız múmkin.

source: Includes mp3s and related sentences, may take some time to prepare
kaa: MP3 hám olarǵa tiyisli gáplerdi tayarlaw birqansha waqıttı alıwı múmkin

source: Indonesian
kaa: Indonezia

source: Information about the language
kaa: Til haqqında maǵlıwmat

source: Interested in learning more and contributing to the project?
kaa: Joybardı qollap-quwatlawǵa hám kóbirek biliwge qızıǵasız ba?

source: Interface Language
kaa: Interfeys tili

source: Irish
kaa: Irland

source: IsiNdebele (North)
kaa: IsiNdebele (Arqa)

source: IsiNdebele (South)
kaa: IsiNdebele (Qubla)

source: Is the clip valid?
kaa: Dawıslı úzindi jaramlı ma?

source: Is the goal of Common Voice to build a voice assistant?
kaa: Common Voicetıń maqseti dawıslı járdemshini jaratıw ma?

source: is this a linguistically correct sentence?
kaa: Bul lingvistikalıq jaqtan durıs gáp pe?

source: Italian
kaa: Italyan

source: It contains words or phrases that are hard to read or pronounce.
kaa: Bul oqıw hám aytıw qıyın bolǵan sózler hám sóz dizbeklerinen quralǵan.

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
kaa: Common Voice maǵlıwmatlar toplamı cc0 licenziyası tiykarında shıǵarılǵanı sebepli barlıq tekstli gápler <publicDomain>xalıq dóretpesi</publicDomain> (cc0) bolıwı júdá áhmiyetli. Gápti tek ǵana isenimińiz kámil bolsa júkleń hám hámiyshe sáykes citatanı keltiriń.

source: It is written in a language different than what I’m reviewing.
kaa: Bul men tekserip atırǵan tilden basqa tilde jazılǵan.

source: Izhorian
kaa: Ijor

source: Japanese
kaa: Yapon

source: Join the Common Voice mailing list
kaa: CommonVoice tarqatpalarına jazılıw

source: Just Unsure?
kaa: Isenimińiz kámil emes pe?

source: Kabardian
kaa: Kabardin

source: Kabyle
kaa: Kabil

source: Karakalpak
kaa: Qaraqalpaq

source: Kazakh
kaa: Qazaqsha

source: { $kb }kb max
kaa: Maksimal { $kb }kb

source: Keep
kaa: Saqlaw

source: Keep the recordings
kaa: Dawıslı jazıwlarımdı saqlaw

source: Keep track of your progress and metrics across multiple languages.
kaa: Birneshe tillerdegi rawajlanıwıńızdı jáne kórsetkishlerińizdi baqlap barıń.

source: Keep track of your progress with a profile and help our voice data be more accurate.
kaa: Profil menen rawajlanıwıńızdı baqlap barıń hám biziń dawıslı maǵlıwmatlarımızdıń ele de anıqlaw bolıwına járdem beriń.

source: Khmer
kaa: Xmer

source: Kinyarwanda
kaa: Ruanda

source: Komi-Zyrian
kaa: Komi-Ziryan

source: Korean
kaa: Koreys

source: Kurmanji Kurdish
kaa: Kurmanji Kurd

source: Kyrgyz
kaa: Qırǵız

source: Language
kaa: Til

source: Language Request
kaa: Til sorawı

source: Language request successfully submitted, thank you.
kaa: Tildi qosıw haqqındaǵı sorawıńız tabıslı jiberildi, raxmet.

source: Languages
kaa: Tiller

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
kaa: Tiller lokalizaciya waqtında óziniń qosımsha talapları menen tekseriw qaǵıydalarına iye bolıwı múmkin. Eger tildiń arnawlı tekseriw faylı bolmasa, qatnasıwshılar ushın anglichan tilindegi qaǵıydalar kórsetiledi.

source: Languages can have their <validationRulesLink>own validation rules</validationRulesLink> with additional requirements. If there is no specific validation file for a language, we are using the generic English rules.
kaa: Tiller óziniń qosımsha talapları menen <validationRulesLink>tekseriw qaǵıydalarına</validationRulesLink> iye bolıwı múmkin. Eger tildiń arnawlı tekseriw faylı bolmasa, biz anglichan tilinıń ulıwmalıq qaǵıydaların qollanamız.

source: Latgalian
kaa: Latgal

source: Latvian
kaa: Latısh

source: Launched
kaa: Iske túsirilgen

source: Leaderboard Visibility
kaa: Meniń jetekshiler qatarında kórinisim

source: Learn how to take part
kaa: Qalay qatnasıwdı úyreniń

source: Learn More
kaa: Kóbirek úyreniw

source: Length
kaa: Uzınlıǵı

source: Let's Get Started
kaa: Qáne, basladıq

source: License
kaa: Licenziya

source: License: <licenseLink>CC-0</licenseLink>
kaa: Licenziya: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
kaa: Licenziya: <licenseLink>{ $license }</licenseLink>

source: Ligurian
kaa: Ligur

source: Link Copied
kaa: Silteme kóshirip alındı

source: Links to websites that can help us understand the language
kaa: Bizge tildi túsiniwge járdem beriwi múmkin bolǵan veb-saytlarǵa siltemeler

source: Listen
kaa: Tıńlań

source: Listening
kaa: Tekseriw

source: Lithuanian
kaa: Litva

source: Loading…
kaa: Júklenbekte…

source: Loading rejected sentences…
kaa: Biykarlanǵan gápler júklenbekte…

source: Loading sentences…
kaa: Gápler júklenbekte…

source: Loading your sentences…
kaa: Gáplerińiz júklenbekte...

source: Localization
kaa: Lokalizaciya

source: Localized
kaa: Awdarıldı

source: Log In
kaa: Kiriw

source: Login failed
kaa: Kiriw ámelge aspadı

source: Login Identity
kaa: Kiriw ushın identifikator

source: Log in or sign up to get started
kaa: Baslaw ushın dizimnen ótiń yamasa kiriń

source: Login / Signup
kaa: Kiriw / Dizimnen ótiw

source: Log In / Sign Up
kaa: Kiriw/Dizimnen ótiw

source: Log In / Sign Up with { $company } email
kaa: { $company } elektron pochta járdeminde kiriw / dizimnen ótiw

source: Logout
kaa: Shıǵıw

source: Log Out
kaa: Shıǵıw

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
kaa: Avtorlıq huqıqı endi ámel etpeytuǵın tekstlerdi izleń, mısalı, 1920-jılǵa shekem baspadan shıǵarılǵan kópshilik kitaplar

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
kaa: Bul tilde esitiw ushın heshqanday jazıw tabılmadı. Dawısıńızdı jazıń, jańasın jaratıwda járdem beriń.

source: Luxembourgish
kaa: Lyuksemburg

source: Macedonian
kaa: Makedon

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
kaa: Sóylewden aldın sayt dawısıńızdı jazıp baslaǵanına hám sóylep bolǵannan soń jazıp alıw toqtaǵanına isenim kámil etiń.

source: Make sure the sentence meets the following criteria:
kaa: Gáp tómendegi talaplarǵa juwap beretuǵınlıǵına isenim kámil etiń:

source: Malagasy
kaa: Malagasi

source: Male
kaa: Erkek

source: Maltese
kaa: Malta

source: Manage Email Subscriptions
kaa: Elektron pochta arqalı jazılıwlardı basqarıw

source: Manage Subscriptions
kaa: Jazılıwlardı basqarıw

source: Mapudungun
kaa: Mapuche

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
kaa: Biziń <homepageLink>bas betimiz</homepageLink> sizge járdem beriwi múmkin. Ótinish, soraw beriw ushın <matrixLink>Matrix</matrixLink> birlespesi chatına qosılıń, sayttaǵı mashqalalardı <githubLink>GitHub</githubLink> arqalı baqlap barıń yamasa biziń <discourseLink>Discourse</discourseLink> forumlarına kiriń.

source: Meadow Mari
kaa: Lugo Mariy

source: Message
kaa: Xat

source: Misreadings
kaa: Nadurıs oqıw

source: Missing an <strong>'s'</strong> at the end of a word.
kaa: Sózdiń aqırında <strong>"lar/ler"</strong> túsip qalǵan.

source: Mixed
kaa: Aralas

source: Mongolian
kaa: Mongol

source: More
kaa: Kóbirek

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
kaa: Iri kompaniyalar tárepinen qollanılatuǵın maǵlıwmatlardıń basım bólegi kópshilik adamlar ushın qol jetimli emes. Bul innovaciyalıq rawajlanıwdı páseytedi, dep oylaymız. Sonlıqtan da biz CommonVoice joybarın iske túsirdik, bul joybardıń maqseti — dawıstı anıqlaw xızmetin hámme ushın ashıq qılıw.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
kaa: Iri kompaniyalar tárepinen qollanılatuǵın maǵlıwmatlardıń basım bólegi kópshilik adamlar ushın qol jetimli emes. Bul innovaciyalıq rawajlanıwdı páseytedi, dep oylaymız. Sonlıqtan da biz CommonVoice joybarın iske túsirdik, bul joybardıń maqseti — dawıstı anıqlaw xızmetin hámme ushın ashıq qılıw.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
kaa: Mozilla Common Voice — mashinalarǵa haqıyqıy insan qalay sóyleytuǵının úyretiwshi baslama.

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
kaa: Mozilla Common Voice hár túrli belsendiler, lingvistler, maǵlıwmatlar boyınsha ilimpazlar, alımlar hám dúnya júzi boyınsha baǵdarlamashı injenerler tárepinen jaratılǵan. Joybar Mozilla Foundation tárepinen basqarıladı.

source: Mutual accountability.
kaa: Óz ara juwapkershilik.

source: My Sentences
kaa: Meniń gáplerim

source: N/A
kaa: Joq

source: Name
kaa: Atı

source: Names of your language
kaa: Tilińiz atamaları

source: Native Language
kaa: Ana tili

source: Need some help with accent?
kaa: Akcent penen baylanıslı járdem kerek pe?

source: Need some help with variants?
kaa: Variantlar menen baylanıslı járdem kerek pe?

source: Need to download your data?
kaa: Maǵlıwmatlarıńızdı júklep alıwdı qáleysiz be?

source: Nepali
kaa: Nepal

source: New Language Launch
kaa: Jańa tildiń iske túsiwi

source: Next
kaa: Keyingi

source: Next Goals: { $goal }
kaa: Keyingi maqset: { $goal }

source: No
kaa: Yaq

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
kaa: <noCopyright>Avtorlıq huqıqına heshqanday sheklew joq</noCopyright> (cc-0)

source: No foreign letters
kaa: Shet tili háriplerisiz

source: No gravatar found for your email
kaa: Bul elektron pochta gravatarda dizimnen ótpegen

source: No microphone found.
kaa: Mikrofon tabılmadı.

source: No numbers and special characters
kaa: Sanlar hám arnawlı belgilersiz

source: No rejected sentences found!
kaa: Biykarlanǵan gápler tabılmadı!

source: Northern Sotho
kaa: Arqa Sotho

source: Norwegian Bokmål
kaa: Norvegiya Bokmål

source: Norwegian Nynorsk
kaa: Norvegiya Ninorsk

source: No sentences found!
kaa: Gápler tabılmadı!

source: No sentences to review. <addLink>Add more sentences now!</addLink>
kaa: Tekseriw ushın gápler joq. <addLink>Kóbirek gápler qosıń!</addLink>

source: No Thanks
kaa: Yaq, raxmet

source: No thanks, continue speaking
kaa: Yaq, raxmet, sóylewdi dawam etiw

source: No variant selected
kaa: Variant tańlanbaǵan

source: Number of Voices
kaa: Dawıslar sanı

source: Numbers
kaa: Sanlar

source: Occitan
kaa: Oksitan

source: Odia
kaa: Oriya

source: Off
kaa: Óshirilgen

source: Offensive Content
kaa: Kemsitiwshi mazmun

source: Offensive language
kaa: Kemsitiwshi sóz

source: Offensive speech
kaa: Kemsitiwshi sóz

source: Offline Sources
kaa: Oflayn derekler

source: On
kaa: Qosıwlı

source: Once logged in you can select your languages from the profile section.
kaa: Kirgennen soń profil bóliminen tillerdi tańlawıńız múmkin.

source: One sentence per line
kaa: Bir qatarģa bir gàp

source: Optionally join on our email list for updates and new information about the project.
kaa: Jańalanıwlardı hám joba haqqında jańa maǵlıwmattı alıw ushın taratıw dizimimizge jazılıń.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
kaa: Májbúriy emes bolǵan demografiyalıq maǵlıwmatlar (jas, jınıs hám akcent sıyaqlı) siziń profilińizde hesh qashan kórinbeydi hám maǵlıwmatlar toplamında siziń akkauntıńız benen baylanıstırılmaydı. Ayırım audio jazbalardı anıǵıraq analizlew maqsetinde demografiyalıq maǵlıwmatlar menen baylanıslı boladı - mısalı, eger izertlewshi úyretip atırǵan modelin belgili demografiyalıq segmentke baǵdarlaǵısı kelse.

source: Other
kaa: Basqa

source: Other Language
kaa: Basqa tiller

source: Other people validate those voice clips.
kaa: Basqa adamlar bul dawıslı kliplerdi tekseredi.

source: Other voice datasets…
kaa: Basqa dawıslı maģlıwmatlar toplamı...

source: Other Voice Datasets
kaa: Basqa dawıslı maǵlıwmatlar toplamları

source: Our governance is founded on the pillars of:
kaa: Biziń basqarıwımız tómendegi principlarǵa tiykarlanǵan:

source: Our Partners
kaa: Biziń sherikler

source: Overall Hr. Total
kaa: Jámi saat

source: Papiamento (Aruba)
kaa: Papiyamento (Aruba)

source: Partner
kaa: Sherik

source: Partners
kaa: Sherikler

source: Partnerships
kaa: Sheriklikler

source: Partnerships and networks
kaa: Sheriklikler hám tarmaqlar

source: Pashto
kaa: Pushtu

source: Past recordings download requests
kaa: Dawıslı jazbalardı júklep alıw boyınsha jiberilgen aldıńǵı sorawlar

source: People come and contribute their voices.
kaa: Adamlar kelip óz dawısın jazıp qaldırıp úles qosadı.

source: Persian
kaa: Parsı

source: <playIcon></playIcon>Last one!
kaa: <playIcon></playIcon>Sońǵısı!

source: Play/Stop
kaa: Baslaw/Toqtatıw

source: Please add a source.
kaa: Ótinish, derekti qosıń.

source: Please add sentences.
kaa: Ótinish, gáplerdi qosıń.

source: Please check the <howToLink>guidelines</howToLink>.
kaa: Ótinish, <howToLink>qollanbalar</howToLink> menen tanısıp shıǵıń.

source: Please confirm that these sentences are public domain.
kaa: Ótinish, bul gápler xalıq dóretpelerinen ekenin tastıyıqlań.

source: Please fill out this field.
kaa: Ótinish, bul maydandı toltırıń.

source: Please select a language.
kaa: Ótinish, tildi tańlań.

source: Please select a language to review sentences.
kaa: Ótinish, gáplerdi tekseriw ushın tildi tańlań.

source: Please try again.
kaa: Ótinish, qayta urınıp kóriń.

source: Polish
kaa: Polyak

source: Portuguese
kaa: Portugal

source: Press play, listen & tell us: did they accurately speak the sentence below?
kaa: Qoyıw túymesin basıń, tıńlań hám bizge aytıń: tómendegi gápke durıs ses berilgen be?

source: Press { shortcut-play-toggle } to toggle play mode
kaa: Qoyıw rejimin ózgertiw ushın { shortcut-play-toggle } túymesine basıń

source: Privacy
kaa: Qupıyalıq

source: Privacy Policy
kaa: Qupiyalıq siyasatı

source: Privacy, security and transparency.
kaa: Qupıyalıq, qáwipsizlik hám tınıqlıq.

source: Profile
kaa: Profil

source: Profile: { $username }
kaa: Profil: { $username }

source: Public Domain
kaa: Xalıq dóretpeleri

source: Punctuation
kaa: Irkilis belgileri

source: Punjabi
kaa: Pyanjabi

source: Quechua Chanka
kaa: Kechua Chanka

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
kaa: Húkimetlerge, kommerciyalıq emes shólkemlerge yamasa media shólkemlerine xabarlasıń hám olardıń qanday da bir veb-kontenti, esabatları yamasa basqa kontenti xalıq dóretpesi bolıwı múmkinligin biliń

source: Reader Effects
kaa: Oqıw effektleri

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
kaa: Bettegi barlıq sózlerdi durıs oqıw áhmiyetli. Tıńlap atırǵanıńızda jaqsılap itibar beriń, dawıslı jazba anıq jazılǵanınday bolıwı kerek. Eger bir nárse qosılǵan, qısqartılǵan yamasa ótkerip jiberilgen bolsa, biykarlań.

source: Read More
kaa: Kóbirek oqıw

source: Read more on our About page
kaa: Biz tuwralı betinde tolıǵıraq oqıń

source: Read the sentence carefully - don’t miss, change or add words.
kaa: Gápti dıqqat penen oqıń. Ótkerip jibermeń, ózgertpeń hám sózler qospań.

source: { $readyCount } sentences ready for submission!
kaa: { $readyCount } gáp jiberiwge tayar!

source: Ready to add your voice or lend your ear?
kaa: Óz dawısıńızdı qosıwǵa yamasa tıńlawǵa tayarsız ba?

source: Ready to contribute?
kaa: Óz úlesińizdi qosıwǵa tayarsız ba?

source: Ready to do { $count } more?
kaa: Jáne { $count } islewge tayarsız ba?

source: Ready to donate your voice?
kaa: Dawısıńız benen úles qosıwǵa tayınsız ba?

source: Ready to help validate sentences?
kaa: Gáplerdi tekseriwge járdem beriwge tayarsız ba?

source: reCAPTCHA is required if you want to proceed
kaa: reCAPTCHA talap etiledi, eger siz dawam etiwdi qáleseńiz

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
kaa: Diydiler, maqsetler haqqında esletpe, jetiskenlikler haqqında xabarlamalar hám CommonVoice haqqında jańalıqlar sıyaqlı xatlardı alıw.

source: Recorded Clips
kaa: Jazılǵan dawıslı úzindiler

source: Recorded Hours
kaa: Jazılǵan saat

source: <recordIcon></recordIcon> Last one!
kaa: <recordIcon></recordIcon> Sońǵısı!

source: Recordings
kaa: Dawıslı jazbalar

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
kaa: Ses berilgen gáplerdi jazıp alıw — bul biziń ashıq maǵlıwmatlar toplamınıń ajıralmas bólegi; Geybirewler bunı qızıq bólegi dep te aytıwı múmkin.

source: Record/Stop
kaa: Jazıp alıw/Toqtatıw

source: Record your voice
kaa: Dawısıńızdı jazıń

source: Refresh
kaa: Jańalaw

source: Reject
kaa: Biykarlaw

source: Rejected Sentences
kaa: Biykarlanǵan gápler

source: { $rejectedSentences } rejected sentences.
kaa: { $rejectedSentences } biykarlanǵan gáp.

source: remove
kaa: óshiriw

source: Remove
kaa: Alıp taslaw

source: Remove Avatar
kaa: Avatardı óshiriw

source: Report
kaa: Shaǵınıw

source: Report Bugs
kaa: Qáteler haqqında xabar beriw

source: Report copyright issues
kaa: Avtorlıq huqıqın buzıw haqqında xabar beriw

source: Report was passed successfully
kaa: Shaǵım tabıslı jiberildi

source: Request a Language
kaa: Til qosıwǵa soraw jiberiw

source: Request recordings
kaa: Dawıslı jazbalardı soraw

source: *required
kaa: *toltırıw májbúriy

source: Re-record
kaa: Qayta jazıw

source: Re-record clip
kaa: Kliptı qayta jazıw

source: Reset skipped sentences
kaa: Ótkerip jiberilgen gáplerdi tiklew

source: Return
kaa: Qaytıw

source: Return here to edit your goal anytime.
kaa: Maqsetińizdi qálegen waqıtta ózgertiw ushın usı jerge qaytıń.

source: Return to Common Voice
kaa: Common Voiceǵa qaytıw

source: Return to Common Voice Datasets
kaa: CommonVoice maǵlıwmatlar toplamlarına qaytıw

source: Return to Languages
kaa: Tillerge qaytıw

source: Review
kaa: Tekseriw

source: Review could not be saved. Please try again later.
kaa: Tekseriw saqlanbadı. Ótinish, keyinirek qayta urınıp kóriń.

source: ⓘ Review Criteria
kaa: ⓘ Tekseriw talapları

source: Review Criteria
kaa: Tekseriw talapları

source: Reviewed sentences not submitted, are sure?
kaa: Tekserilgen gápler jiberilmedi, isenimińiz kámil me?

source: Reviewing Sentences
kaa: Gáplerdi tekseriw

source: <reviewLink>Review now!</reviewLink>
kaa: <reviewLink>Házir kórip shıģıń!<reviewLink>

source: Review & re-record clips here as you go
kaa: Kliplerdi usı jerde tekseriń hám qayta jazıń

source: Review sentences
kaa: Gáplerdi tekseriw

source: Review Sentences
kaa: Gáplerdi tekseriw

source: Review & Submit
kaa: Tekseriw hám jiberiw

source: Romanian
kaa: Rumin

source: Romansh Vallader
kaa: Roman Vallader

source: Runyankole
kaa: Nyankole

source: Russian
kaa: Rus

source: Sakha
kaa: Yakut

source: Sardinian
kaa: Sardiniya

source: Save
kaa: Saqlaw

source: Saved
kaa: Saqlandı

source: Search
kaa: Izlew

source: Search for answers
kaa: Juwaplardı izlew

source: See how your progress compares to other contributors all over the world.
kaa: Siziń rawajlanıwıńız dúnya júzi boyınsha basqa qatnasıwshılar menen qalay salıstırılatuǵının kóriń.

source: See Less
kaa: Azıraq kóriw

source: See More
kaa: Kóbirek kóriw

source: Select a Language...
kaa: Tildi tańlań...

source: Selected
kaa: Tańlandı

source: Select Language
kaa: Tildi tańlań

source: Self Citation
kaa: Ózine silteme

source: Send sign up link
kaa: Dizimnen ótiw siltemesin jiberiw

source: Sentence
kaa: Gáp

source: Sentence Collection
kaa: Gápler toplamı

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
kaa: <sentenceCollectorFragment>Gáplerdi jıynaw tuwralı kóbirek biliw</sentenceCollectorFragment>

source: Sentences
kaa: Gápler

source: { $sentences } added by you
kaa: Siz qostıńız { $sentences }

source: Sentences are being uploaded. This can take several minutes depending on the number of sentences added. Please do not close this website.
kaa: Gápler júklenbekte. Qosılǵan gápler sanına qarap bir neshe minut dawam etiwi múmkin. Ótinish, bul veb-sayttı jawmań.

source: Sentences are collected for people to read aloud.
kaa: Adamlar dawıslap oqıwı ushın gápler jıynaladı.

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
kaa: Bul jerde usınılǵan gápler ashıq maǵlıwmatlar toplamına cc-0 licenziyası tiykarında qosıladı.

source: Sentence should not contain abbreviations
kaa: Gápte qısqartılǵan sózler bolmawı tiyis

source: Sentence should not contain numbers
kaa: Gápte sanlar bolmawı tiyis

source: Sentence should not contain symbols
kaa: Gápte belgiler bolmawı tiyis

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
kaa: Gápler Common Voiceqa qosılıwı ushın olar eki qatnasıwshı tárepinen tekseriliwi hám qabıllanıwı kerek. <languageGuidelinesLink>Usı jerde</languageGuidelinesLink> tilińiz ushın qollanbalar toplamın jaratıwıńız múmkin. Gápler 15 sózden kem hám <licenseLink>xalıq dóretpelerinen</licenseLink> bolıwı kerek. Biziń <waiverLink>avtorlıq huqıqların biykarlaw boyınsha mexanizmimizden</waiverLink> qollanıp, avtordan tekstin CC0 licenziyası tiykarına beriwin sorawıńız múmkin hám biziń pochtamızǵa jiberiń commonvoice@mozilla.com

source: Sentences not submitted, are you sure you want to leave?
kaa: Gápler jiberilmedi, shıǵıwǵa isenimińiz kámil me?

source: { $sentences } sentences failed
kaa: { $sentences } gápte qátelik
